benchmark/results-4b/demo_cpu-async_run1.txt

Summary:
  Total:	30.0204 secs
  Slowest:	0.1044 secs
  Fastest:	0.0523 secs
  Average:	0.0586 secs
  Requests/sec:	17.0550
  
  Total data:	7680 bytes
  Size/request:	15 bytes

Response time histogram:
  0.052 [1]	|
  0.057 [243]	|■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■
  0.063 [217]	|■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■■
  0.068 [28]	|■■■■■
  0.073 [12]	|■■
  0.078 [6]	|■
  0.084 [1]	|
  0.089 [2]	|
  0.094 [1]	|
  0.099 [0]	|
  0.104 [1]	|


Latency distribution:
  10%% in 0.0551 secs
  25%% in 0.0564 secs
  50%% in 0.0576 secs
  75%% in 0.0591 secs
  90%% in 0.0627 secs
  95%% in 0.0674 secs
  99%% in 0.0795 secs

Details (average, fastest, slowest):
  DNS+dialup:	0.0000 secs, 0.0000 secs, 0.0004 secs
  DNS-lookup:	0.0000 secs, 0.0000 secs, 0.0000 secs
  req write:	0.0000 secs, 0.0000 secs, 0.0005 secs
  resp wait:	0.0584 secs, 0.0522 secs, 0.1042 secs
  resp read:	0.0001 secs, 0.0000 secs, 0.0012 secs

Status code distribution:
  [200]	512 responses